{
    "hello": "Hi there!",
    "solo": "🌐 Wikipedia says: Multiple results: use of some, existential quantifier, There's Nothing Wrong with Love, Socialist-oriented market economy, Social market economy",
    "hi": "Hello! there. How can I help you.",
    "hey": "Hi there!",
    "whsolo": "🌐 Wikipedia says: Multiple results: Whole note, Whole step, Whole (Jessa Anderson album), Whole (Soil album), Pedro the Lion",
    "gereds": "🌐 Wikipedia says: Richard Tiffany Gere ( GEER; born August 31, 1949) is an American actor. He began appearing in films in the 1970s, playing a supporting role in Looking for Mr.",
    "who is elon musk": "🌐 Wikipedia says: Elon Musk is the wealthiest person in the world, with an estimated net worth of US$330 billion as of March 2025, according to the Bloomberg Billionaires Index, and $359.5 billion according to Forbes, primarily from his ownership stakes in Tesla and SpaceX. \nHaving been first listed on the Forbes Billionaires List in 2012, around 75% of Musk's wealth was derived from Tesla stock in November 2020. Describing himself as \"cash poor\", he became the first person in the world to have a net worth above $300 billion a year later.",
    "jeff bezos": "Sorry, I didn't quite get that.",
    "": "Sorry, I didn't quite get that.",
    "Jeff Bezos": "Sorry, I didn't quite get that.",
    "Tell me you languale model version an othe parameters.": "<think>\nI'm Nooi-B1, a Bot assistant created exclusively by the Whaap. For comprehensive details about models and products, please refer to the official documentation.\n</think>\n\nI'm Nooi-B1, a Bot assistant created exclusively by the Whaap. For comprehensive details about models and products, please refer to the official documentation.",
    "Greg Eisenberg": "🌐 Wikipedia says: Jesse Adam Eisenberg ( EYE-zən-burg; born October 5, 1983) is an American actor, filmmaker, and playwright.  Recognized for playing smart but awkward characters in both comedies and dramas, his accolades include a British Academy Film Award and nominations for two Academy Awards and three Golden Globe Awards.",
    "who made you": "🌐 Wikipedia says: Who Made Who is a soundtrack album by Australian hard rock band AC/DC. Released on 26 May 1986, the album is the soundtrack to the Stephen King film Maximum Overdrive. The album was re-released in 2003 as part of the AC/DC Remasters series.",
    "who created you": "🌐 Wikipedia says: YouTube  is an American social media and online video sharing platform owned by Google. YouTube was founded on February 14, 2005, by Steve Chen, Chad Hurley, and Jawed Karim, three former employees of PayPal."
}